/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (Salvo Automaticamente)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ não pode abrir arquivos no formato “%2$@”.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ não pode abrir arquivos deste tipo.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "“%1$@” não pôde ser manipulado porque %2$@ não pode abrir arquivos no formato “%3$@”.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "“%1$@” não pôde ser manipulado porque %2$@ não pode abrir arquivos desse tipo.";

/* Label of Cancel button. */
"Cancel" = "Cancelar";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Alterar Ajustes de Impressão";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Fechar";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Descartar Alterações";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Deseja sobrescrevê-lo de qualquer forma?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Deseja voltar à última versão salva do documento “%@”?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Deseja salvar as alterações realizadas no documento “%@”?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Não Sobrescrever";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Não Salvar";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Erro";

/* Title of a save panel for a Save To operation. */
"Export" = "Exportar";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Exportar Como:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Se você não revisar seus documentos, todas as suas alterações serão perdidas.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Será salvo na pasta “%@”, ou você pode especificar outra localização.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "Ele será salvo com este novo nome ou você pode fornecer outro nome.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "Não foi possível criar nenhum documento. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Sobrescrever";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Encerrar";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Encerrar Mesmo Assim";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Reverter";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Revisar Alterações…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Revisar não Salvos";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Salvar";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Salvar Como:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Salvar Como…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Salvar modificações em “%@”?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Salvar…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "O documento “%1$@” que foi salvo automaticamente não pôde ser reaberto. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "As alterações feitas pelo outro aplicativo serão perdidas se você salvar. Quer salvar de qualquer modo?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "O documento “%1$@” não pode ser salvo automaticamente. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "O documento “%1$@” não pode ser exportado como “%2$@”. %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "O documento “%1$@” não pôde ser aberto para a impressão. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "O documento “%1$@” não pôde ser aberto. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "O documento “%1$@” não pôde ser impresso. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "O documento “%1$@” não pôde ser revertido. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "O documento “%1$@” não pode ser salvo como “%2$@”. %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "O documento “%1$@” não pôde ser salvo. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "O documento “%@” foi movido.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "O documento “%@” está no Lixo.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "O arquivo “%@” está bloqueado.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "O arquivo está bloqueado.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "A localização do documento “%@” não pode ser determinada.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "O documento recente “%@” não pôde ser aberto.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "O documento recente “%@” está faltando.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Este documento não pode ser salvo automaticamente porque você não possui privilégios de acesso de gravação à pasta que o contém.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "Este documento foi renomeado para “%@”.";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "Este arquivo de documento foi alterado por outro aplicativo desde que você o abriu ou salvou.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Documento de %@ Não Salvo";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Documento %1$@ Não Salvo %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "Sem Título";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "Sem Nome %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Você pode salvar em outra localização.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Você pode especificar onde deseja salvá-lo.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Você possui %1$@ documentos do(a) %2$@ com alterações não salvas. Deseja revisar essas alterações antes de encerrar?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Você possui documentos não salvos.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Suas alterações serão perdidas se este computador não funcionar corretamente ou se houver um corte de energia antes que você as salve.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Suas modificações serão perdidas se você não salvá-las.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Suas modificações atuais serão perdidas.";

